[M_HiddenJournals MissionDefinition]
MissionName="hide record"
MissionDescription="Antisocial archaeologist Patricia Tanis has two traits: one is writing down all the details about your various mental health conditions, and the other is hiding that information out of fear. He hid some letters. [place]high mountain[-place] You should resend it.."
TurnInDescription="Collected tennis magazines and learned a lot about the nose.."
MissionSummary="Discover the secret diary of Patricia Dance.."
MissionGiver="Patricia Tanis"
MissionTurnInLocation="research"
TeaserText="How can one be saved from it? [place]the temple[-place] Personality and neuroticism in Asperger syndrome?"

[M_HiddenJournals:CollectJournals MissionObjectiveDefinition]
ProgressMessage="Collect Ekos from Tanis."

[M_HiddenJournals:CollectJournals_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

